[
    {
        "title": "German Only",
        "content": "This server is in its foundation german-speaking only. English speakers are welcome as long as they abide by general regulations."
    },
    {
        "title": "Regelwerk",
        "content": "Dieses Regelwerk definiert die Grundlagen zum Agieren auf dem Fronturlauber-Squad-Server. Es dient dem harmonisierten Zusammenspiel auf dem Server. Das Regelwerk lässt Freiheiten offen, um ein spaßiges und offenes Spielerlebnis auf dem Server zu ermöglichen und ist mit Sinn zu vervollständigen."
    },
    {
        "title": "Miteinander",
        "content": "Ein respektvolles Miteinander wird vorausgesetzt. Dies schließt jegliche Formen von Hassrede, Provokation, Beleidigung, Belästigung, Doxing, Trolling u. ä. mit ein."
    },
    {
        "title": "Objective",
        "content": "Das Ziel des Spiels sollte verfolgt werden. Dies definiert ebenfalls das Agieren gegen das eigene Team (z.B. Teamkills). Hierbei kann natürlich breit gedacht werden (z.B. Sabotage oder Aufklärungs-Squad) um eine Vielzahl an Spielstilen zu ermöglichen. Ebenfalls schließt dies das korrekte Nutzen der eigenen Rolle und die Zusammenarbeit mit Team und Squad ein."
    },
    {
        "title": "Fairplay",
        "content": "Auf ein ausgeglichenes Spielerlebnis ist zu achten. Dies bezieht sich besonders auf \\\"Clan-Stacking\\\". Ebenfalls ist das anhaltende Blockieren oder Patroullieren der Zugangswege zur gegnerischen Mainbase untersagt. Minen dürfen maximal mit 300m Abstand zur feindlichen Mainbase gelegt werden. Zusätzlich ist bei AAS das Rushen der ersten Flagge untersagt. Das Nutzen von Spielfehlern (ausgenommen: Vorrollen mit Fahrzeugen während der Staging Phase) ist, sofern dies einen Vorteil bringen kann, sowie die Nutzung externer Programme, welche in das Spiel eingreifen, untersagt. Ebenso ist die Weitergabe spielrelevanter Informationen an die Gegner Seite sowie die Nutzung dieser verboten."
    },
    {
        "title": "Kommunikation",
        "content": "Die Kommunikation mit dem eigenen Team und Squad ist verpflichtend. Für Squadleader wird ebenfalls ein Mikrofon vorausgesetzt, um die Kommunikation zu vereinfachen. Das Nutzen des Sprachchats zur Wiedergabe von Inhalten ist gestattet, solange diese die in §02 gesetzten Richtlinien einhalten und keine Nutzer durch diese gestört werden. Dies schließt ebenfalls jegliche störenden Geräusche ein, wie lautes Atmen oder das \\\"Schreien\\\" in das Mikrofon."
    },
    {
        "title": "Squads",
        "content": "Bei dem Erstellen eines Squads ist im Namen des Squads die Verwendung festzulegen (z.B. INF, RECON, MBT, …). Durch das Erstellen eines Squads verpflichtet man sich, dieses aktiv zu leiten. Die Weitergabe des SLs an Personen darf nur mit deren Einverständnis erfolgen. Sollte dies nicht möglich sein, so ist der Squad aufzulösen. Um den Pflichten des Squadleads nachgehen zu können, ist dies Nutzung des SL-Kits verpflichtend. Hierbei sind temporäre Situative Wechsel möglich (z.B. zum Bekämpfen eines Fahrzeugs auf AT, zum eigenen Heilen auf Medic) sollte dies nicht durch jemand anderen durchgeführt werden können. Geschlossene 1-Mann Squads sind ebenso unerwünscht. Ausgenommen hiervon sind dedizierte Logistik-Squads. Das Werfen von Personen aus dem eigenen Squad ist nur mit objektiv nachvollziehbaren Gründen durchzuführen um Provokationen zu vermeiden."
    },
    {
        "title": "Fahrzeuge",
        "content": "Fahrzeuge, welche ein Crewman-Kit auf mehreren Sitzen benötigen, müssen mit mindestens 2 Crewmans in den Kampf geführt werden. Alleiniges Besetzen, um z.B. den Rest des Squads abzuholen, ohne sich aktiv in den Kampf zu begeben, ist somit möglich. Ebenfalls ist hierbei auf eine sinnige Nutzung der Fahrzeuge zu achten und diese nicht zu verschwenden. Ebenso ist es untersagt, Fahrzeuge unerreichbar stehen zu lassen (außerhalb der Nähe jeglicher eigener Spawns). Das Anrecht auf ein Fahrzeug besitzt zunächst das Squad, welches sich zuerst nach diesem benannt hat. Hierbei ist eine exakte Spezifizierung notwendig, welche auf ein Fahrzeug hinweist (z.B.: MBT, BTR 82, HUMVEE RWS, M1126, HELI). Ausgenommen hiervon sind Open Top Scout Cars (MRAP, Simir, …) mit L- / HMG-Bewaffnung sowie (Logistik-)Transporter. Dies entfällt, sollte das dedizierte Squad das Fahrzeug bei Verfügbarkeit für einen erweiterten Zeitraum nicht nutzen."
    },
    {
        "title": "Spielernamen",
        "content": "Die Nutzung des \\\"FU\\\"-Tags ist Mitgliedern der Serveradministration vorbehalten. Ebenso ist das gezielte Verwenden von Tags, welche eine Gruppe repräsentieren, welcher man selbst nicht angehört, unerwünscht. Namen müssen ebenfalls einen aussprechbaren Teil des lateinischen Alphabets beinhalten. Die übermäßige Verwendung von Sonderzeichen zum Leid der Lesbarkeit und Übersichtlichkeit wird nicht geduldet."
    },
    {
        "title": "Mapspezifische Regelungen",
        "content": "Narva: Das Legen von Minen auf den 3 ersten Brücken von Ost nach West oder das Blockieren dieser ist verboten und wird als Mainbasecamping deklariert."
    },
    {
        "title": "Administration",
        "content": "Die Administration des Servers behält sich vor störende Spieler, sofern Beweise vorliegen, des Servers zu verweisen und im Sinne des Servers und der Nutzerschaft in das Spielgeschehen einzugreifen. Den Anweisungen der Administration ist auf dem Server Folge zu leisten und sofern möglich, bei der Klärung von Sachverhalten mitzuwirken. Entscheidungen können schriftlich oder mündlich bei der Teamverwaltung angefochten werden, jedoch nicht im aktiven Spielgeschehen auf dem Server."
    },
    {
        "title": "Verbreitung von Inhalten",
        "content": "Das öffentliche Streaming von Inhalten ist ohne Delay gestattet, sofern ein Mapoverlay genutzt wird. Hierbei ist der Kontakt zur Administration bei längerwierigen Streams im Vorhinein zu suchen, um für alle Beteiligten ein reibungsloses Spielerlebnis zu ermöglichen. Das private Streaming sowie das Verbreiten von Bild- und Tonaufnahmen ist ohne weitere Bedingungen gestattet."
    }
]